{
	"@metadata": {
		"authors": [
			"Piramidion",
			"Ата"
		]
	},
	"apihelp-wikilove-description": "Подаруйте Вікісимпатію іншому користувачу.\n\nВікісимпатія — це позитивне повідомлення, яке дописується на сторінку обговорення користувача через зручний інтерфейс із встановленими заздалегідь або локальними шаблонами. Ця дія додає визначений вікітекст на вказану сторінку обговорення. Для статистичних цілей у журналі зберігаються тип та інші дані.",
	"apihelp-wikilove-summary": "Висловіть вікісимпатію іншому користувачеві.",
	"apihelp-wikilove-extended-description": "Вікісимпатія - це позитивне повідомлення, яке можна розмістити на сторінці обговорення користувача через зручний інтерфейс зі стандартними чи локально визначеними шаблонами. Ця дія додає бажану вікірозмітку на певну сторінку обговорення. Тип та інші дані журналюються зі статистичною метою.",
	"apihelp-wikilove-param-title": "Повна назва сторінки користувача чи сторінки обговорення користувача, якому надіслати Вікісимпатію.",
	"apihelp-wikilove-param-text": "Сирий вікітекст, який буде додано новим розділом.",
	"apihelp-wikilove-param-message": "Власне повідомлення, введене користувачем, для цілей журналу.",
	"apihelp-wikilove-param-subject": "Заголовок нового розділу.",
	"apihelp-wikilove-param-type": "Тип Вікісимпатії (для статистики); це співвідноситься з типом, обраним у меню, і за бажанням, підтипом після нього (наприклад, як «{{int:wikilove-barnstar-original-title}}»  або «{{int:wikilove-kittens-header}}»).",
	"apihelp-wikilove-param-email": "Вміст додаткогового електронного листа користувачу. Якщо користувачу не можна написати, з'явиться попередження. Вікісимпатію можна дописати на сторінку обговорення користувача у будь-якому разі.",
	"apihelp-wikilove-param-tags": "Мітки змін, які слід застосувати до цієї версії.",
	"apihelp-wikilove-example-1": "Надіслати Вікісимпатію «[[User:Dummy]]»",
	"apiwarn-wikilove-ignoringunregistered": "Незареєстровані отримувачі не журналюються",
	"apiwarn-wikilove-notlogged": "Дія не потрапила в журнал"
}
